{
    "title": "Battleship",
    "manufacturer": "Hasbro, Inc.",
    "type": "board",
    "players": 2,
    "age": "Kids",
    "link": "https://www.hasbro.com/common/instruct/Battleship.PDF",
    "rules": [
      {
        "category":"Definitions",
        "text":"The ocean grid is the grid on which the ships of each player are placed. The targeting grid is the grid on which players will make their guesses. Each grid has 10 rows lettered A through J, and 10 columns numbered 1 through 10. "
      },
      {
        "category":"Definitions",
        "text":"Each player's fleet consists of 5 ships, each with a different number of holes. The 5 ships are the Carrier (5 holes), the Battleship (4 holes), the Cruiser (3 holes), the Submarine (3 holes), and the Destroyer (2 holes)."
      },
      {
        "category":"Definitions",
        "text":"Each space on the targeting grid has a letter-number coordinate that corresponds with the same coordinate on your opponent's ocean grid. To determine each coordinate, find its corresponding letter on the left side of the targeting grid and its number on the top of the grid."
      },
      {
        "category": "Set Up",
        "text": "You and your opponent sit facing each other in a way that neither of you can see the other's ocean grid. Distribute an equal number of white and red pegs to each player. Secretly place your fleet on your ocean grid. Your opponent does the same."
      },
      {
        "category":"Set Up",
        "text":"To place each ship, fit its 2 anchoring pegs into 2 holes on your ocean grid. When placing ships, place each ship in any horizontal or vertical position, but not diagonally. Do not place a ship so that any part of it overlaps letters, numbers, the edge of the grid, or another ship. Do not change the position of any ship once the game has begun."
      },
      {
        "category":"How to Play",
        "text":"Decide who will go first. You and your opponent will alternate turns, calling out one shot per turn to try and hit each other's ships."
      },
      {
        "category":"How to Play",
        "text":"On your turn, pick a target space on your targeting grid and call out its coordinate. When you call your shot, your opponent must tell you whether your shot is a hit or a miss."
      },
      {
        "category": "How to Play",
        "text": "If you call out a shot location that is occupied by a ship on your opponent's ocean grid, your shot is a hit! Your opponent tells you which ship you have hit (cruiser, submarine, etc.). Record your hit by placing a red peg in the corresponding target hole on your target grid. Your opponent places a red peg in the corresponding hole of the ship you have hit on their ocean grid. Example: You call out on your turn 'D-4.' Your opponent answers 'Hit, cruiser.' You place a red peg in coordinate D-4 on your target grid, and your opponent places a red peg in the hole of their cruiser directly over coordinate D-4 on their ocean grid."
      },
      {
        "category": "How to Play",
        "text": "If you call out a shot location not occupied by a ship on your opponent's ocean grid, it's a miss. Record your miss by placing a white peg in the corresponding target hole on your target grid so you won't call this shot again. It's not necessary for players to record each other's misses with white pegs on their ocean grids."
      },
      {
        "category": "How to Play",
        "text": "After either a hit or a miss, your turn is over. Play continues in this manner, with you and your opponent taking turns calling shots."
      },
      {
        "category": "How to Play",
        "text": "Once all the holes in any one ship are filled with red pegs, it has been sunk. The owner of the ship must announce which ship was sunk. Example: If your opponent sinks your cruiser with a shot, your response would be, 'Hit, cruiser. You sunk my cruiser.'"
      },
      {
        "category": "Winning",
        "text": "If you're the first player to sink your opponent's entire fleet you win the game!"
      },
      {
        "category": "Salvo",
        "text": "The SALVO variation of this game is an alternative way of playing. On your turn, you get to call out a number of shots equal to the amount of ships you have left, beginning with 5. You must call out all shots before your opponent responds whether or not a shot was a hit or a miss. Hits and misses are reported as per the standard rules. If your opponent sinks one of your ships, you lose one shot when you fire your next salvo. For a more challenging SALVO game, don't disclose which of your ships have been hit."
      }
    ]
}
