{
  "title": "Solitaire",
  "type": "card",
  "deck": "std",
  "players": 1,
  "age": "8+",
  "rules": [
    {
      "category": "Definition",
      "text": "The Tableau consists of seven piles that make up the main table."
    },
    {
      "category": "Definition",
      "text": "The Foundations are the four piles on which a whole suit or sequence must be built up. The foundation piles are hearts, diamonds, clubs, and spades."
    },
    {
      "category": "Definition",
      "text": "The Stock (or 'Hand') pile contains the cards not laid out in the Tableau at the beginning of the game."
    },
    {
      "category": "Definition",
      "text": "The Talon (or 'Waste') pile is formed from the stock pile. Cards that have no place in the tableau or on foundations are laid face up in the talon pile."
    },
    {
      "category": "Dealing",
      "text": "To form the tableau, seven piles need to be created. Starting from left to right, place the first card face up to make the first pile, deal one card face down for the next six piles. Starting again from left to right, place one card face up on the second pile and deal one card face down on piles three through seven. Starting again from left to right, place one card face up on the third pile and deal one card face down on piles four through seven. Continue this pattern until pile seven has one card facing up on top of a pile of six cards facing down."
    },
    {
      "category": "Dealing",
      "text": "The remaining cards form the stock (or “hand”) pile and are placed above the tableau. When starting out, the foundations and waste pile do not have any cards."
    },
    {
      "category": "Play",
      "text": "The initial array may be changed by 'building' - transferring cards among the face-up cards in the tableau. Certain cards of the tableau can be played at once, while others may not be played until certain blocking cards are removed. For example, of the seven cards facing up in the tableau, if one is a nine and another is a ten, you may transfer the nine to on top of the ten to begin building that pile in sequence. Since you have moved the nine from one of the seven piles, you have now unblocked a face down card; this card can be turned over and now is in play."
    },
    {
      "category": "Play",
      "text": "As you transfer cards in the tableau and begin building sequences, if you uncover an ace, the ace should be placed in one of the foundation piles. The foundations get built by suit and in sequence from ace to king."
    },
    {
      "category": "Play",
      "text": "Continue to transfer cards on top of each other in the tableau in sequence. If you can’t move any more face up cards, you can utilize the stock pile by flipping over the first card. This card can be played in the foundations or tableau. If you cannot play the card in the tableau or the foundations piles, move the card to the waste pile and turn over another card in the stock pile."
    },
    {
      "category": "Play",
      "text": "If a vacancy in the tableau is created by the removal of cards elsewhere it is called a “space”, and it is of major importance in manipulating the tableau. If a space is created, it can only be filled in with a king. Filling a space with a king could potentially unblock one of the face down cards in another pile in the tableau."
    },
    {
      "cagtegory": "Winning",
      "text": "Continue to transfer cards in the tableau and bring cards into play from the stock pile until all the cards are built in suit sequences in the foundation piles to win!"
    }
  ]
}
